Revit 2027 API
SymbolTypeId.KgPerMS Property
 Symbol kg/(m·s), indicating unit Kilograms per meter second.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId KgPerMS { get; }
Public Shared ReadOnly Property KgPerMS As ForgeTypeId
	Get
public:
static property ForgeTypeId^ KgPerMS {
	ForgeTypeId^ get ();
}
static member KgPerMS : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace